2 Покажіть користувачеві банер із кнопкою 'Не показувати більше!'. 
Якщо він натисне на цю кнопку - не показуйте йому банер протягом місяця.
3 Запам'ятайте дату останнього відвідування сайту користувачем. 
При заході на сайт напишіть йому, скільки днів він не був на вашому сайті.
4 Запитайте дату народження користувача. При наступному заході 
на сайт напишіть скільки днів залишилося до його дня народження. 
Якщо сьогодні день народження користувача - привітайте його!
5 Реалізуйте вибір кольору шапки сайту користувачем. 
Зробіть кілька кольорів для шапки. Користувач може вибрати один 
із кольорів за допомогою випадаючого списку. Цей вибір буде збережено в куки і користувач, 
заходячи на сайт, завжди бачитиме один і той самий колір шапки. Можете замінити колір на повноцінний дизайн.
6 * Завдання підвищеної складності
Зробіть на сайті 5 картинок із товарами. Реалізуйте кошик. 
Під кожною картинкою має бути посилання 'Покласти в кошик'. 
Після натискання на це посилання цей товар має занестися в кошик (сесія), 
також має збільшитися загальна сума, яку має заплатити користувач 
(сума також має бути вказана під картинками з товарами). -->